/*@file     GP_PowerPanel.h
* @brief    DSP主控与电源板交互单元
* @details  dsp通过emif接口进行数据通信
* @author   huyanfeng
* @date     2024/1/23
*/
#ifndef _GP_POWER_PANEL_H_
#define _GP_POWER_PANEL_H_

/****************************************************************************/
/*              global variable                                             */
/****************************************************************************/

/****************************************************************************/
/*              interface declaration                                       */
/****************************************************************************/
// 初始化
int powerPanelInit(void);

#endif  /* _GP_POWER_PANEL_H_ */
