/*@file     Gp_TeleMetry.h
* @brief    遥测指令文件
* @details  通过该文件可以定义一些define、enum、struct等
* @author   huyanfeng
* @date     2024/1/22
*/
#ifndef _GP_TELE_METRY_H_
#define _GP_TELE_METRY_H_

/****************************************************************************/
/*              global variable                                             */
/****************************************************************************/

/****************************************************************************/
/*              interface declaration                                       */
/****************************************************************************/
// 初始化
int TM_Init(void);

#endif  /* _GP_TELE_METRY_H_ */
