/*@file     Gp_TeleCtrl.h
* @brief    遥控指令文件
* @details  通过该文件可以定义一些define、enum、struct等
* @author   huyanfeng
* @date     2024/1/22
*/
#ifndef _GP_TELE_CTRL_H_
#define _GP_TELE_CTRL_H_

/****************************************************************************/
/*              global variable                                             */
/****************************************************************************/

/****************************************************************************/
/*              interface declaration                                       */
/****************************************************************************/
// 初始化
int TC_Init(void);

#endif  /* _GP_TELE_CTRL_H_ */
