/*@file     Gp_Fsm.h
* @brief    fsm 电子镜模块单元
* @details  通过该模块可以针对电磁镜paa\fpa\cpa\zd等外围器件进行遥控遥测
* @author   huyanfeng
* @email    398303171@qq.com
* @date     2024/08/20
*/
#ifndef _GP_FSM_H_
#define _GP_FSM_H_

#include "Gp_FsmDef.h"

/****************************************************************************/
/*              global variable                                             */
/****************************************************************************/

/****************************************************************************/
/*              interface declaration                                       */
/****************************************************************************/


#endif  // _GP_FSM_H_
