/*@file     Gp_Eml.h
* @brief    通信板软核EML单元
* @details  涉及EML功率设置、TEC温度控制、温度采集等
* @author   huyanfeng
* @email    398303171@qq.com
* @date     2024/08/17
*/
#ifndef _GP_EML_H_
#define _GP_EML_H_

#include "Gp_EmlDef.h"

/****************************************************************************/
/*              global variable                                             */
/****************************************************************************/

/****************************************************************************/
/*              interface declaration                                       */
/****************************************************************************/


#endif  // _GP_EML_H_
