/*@file     Gp_CanCmd.h
* @brief    CAN总线文件
* @details  通过该文件可以定义一些define、enum、struct等
* @author   huyanfeng
* @date     2024/1/17
*/
#ifndef _GP_CAN_CMD_H_
#define _GP_CAN_CMD_H_

#include "Gp_CanCmdDef.h"

/****************************************************************************/
/*              global variable                                             */
/****************************************************************************/

/****************************************************************************/
/*              emif interface declaration                                  */
/****************************************************************************/

#endif  /* _GP_CAN_CMD_H_ */
